<?php

return [
    'available' => 'Доступные Виджеты',
    'available-desc' => 'Чтобы активировать виджет, перетащите его на боковую панель или щелкните по нему. Чтобы отключить виджет и удалить его настройки, перетащите его обратно.',
    'inactive' => 'Неактивные Виджеты',
    'inactive-desc' => 'Перетащите виджеты здесь, чтобы удалить их с боковой панели, но сохраните их настройки.',
    'Left Sidebar' => 'Левая боковая панель',
    'Text Widget' => 'Текст Виджет',
    'TextWidget' => [
        'Text Field' => 'Текстовое Поле',
        'Text Area Field' => 'Область Печати',
        'Rich Area Field' => 'Интенсивная Область Печати',
        'Number Field' => 'Числовое Поле',
        'Radio' => 'Флажок',
        'File' => 'Файл',
        'Image' => 'Изображение',
        'Checkbox' => 'Переключатель'
    ],
    'ProcessingDroppedFiles' => 'Обработка потеряных файлов',
    'UploadFile' => 'Загрузить Файл',
    'Retry' => 'Пробуйте Снова',
    'Close' => 'Закрыть',
    'No' => 'Нет',
    'Yes' => 'Да',
    'Cancel' => 'Отмена',
    'Ok' => 'Ок',
    'DropFilesHere' => 'Перетащите сюда файл',
];
